Repository: IhorMakhnyk/EnemyLossesMacOS
Catalog: Enemy Losses/Enemy Losses/Styles/Localization/*.lproj/Localizable.strings
Languages: uk

source: Welcome to
uk: Привіт. Це –

source: Settings
uk: Налаштунки

source: Enemy Losses
uk: Втрати ворога

source: About
uk: Примітка

source: Day:
uk: День:

source: Day:
uk: День:

source: As of
uk: Станом на

source: MRLs:
uk: РСЗВ:

source: APCs:
uk: БТР:

source: Tanks:
uk: Танки:

source: Drones:
uk: Безпілотники:

source: Aircraft:
uk: Літаки:

source: Personnel:
uk: Особовий склад:

source: Helicopters:
uk: Гелікоптери:

source: Naval ships:
uk: Військові кораблі:

source: Cruise missiles:
uk: Крилаті ракети:

source: Field Artillery:
uk: Польова артилерія:

source: Special equipment:
uk: Спеціальне обладнання:

# Anti-aircraft Warfare:
source: Anti-aircrat Warfare:
uk: Системи ППО:

source: Vehicles and fuel tanks:
uk: Транспорт та контейнери пального:

source: Enemy losses trend by months'
uk: Динаміка втрат ворога за місяцями

source: Each segment of the graph shows the change in the average value of enemy personnel losses per day during the month
uk: Кожний відрізок графіку відображає зміну середнього значення втрат особового складу ворога в день протягом місяця

source: Last year
uk: Минулий рік

source: The beginning
uk: Початок

source: Oh shoot.. Seems like you're low on Network.
uk: Йой.. Здається, у вас нема інтернету.

source: No data here....
uk: Дані відсутні....

source: System
uk: Системна

source: English
uk: Англійська

source: All good
uk: Готово

source: Ukrainian
uk: Українська

source: Donate Now
uk: Задонатити

source: Clear cache
uk: Очистити

source: Image format:
uk: Формат картинки:

source: Save data to cache?
uk: Зберегти дані в кеш?

source: Choose your language:
uk: Оберіть мову:

source: How much data to show?
uk: Які дані показувати?

source: Feel free to pick data which you want to see on the main screen.
uk: Вільно обирайте дані, які хочете бачити на головному екрані.

source: NOTE. If you select 'system' option it will set according to the language of your Mac.
uk: ПРИМІТКА. Якщо ви оберете опцію ʼСистемнаʼ, вона буде встановлена відповідно до мови вашого Мак.

source: Select the format in which you prefer to export your images. NOTE: 'jpg' is the fastest.
uk: Оберіть формат для експортування зображеннь. ПРИМІТКА: 'jpg' – найшвидший.

source: Ukrainian warriors laid thousands of their lifes as well. To protect you and your country they keep doing it every single day.
uk: Українські воїни також поклали тисячі своїх життів, захищаючи вас та нашу країну. І вони продовжують робити це кожен день.

source: We will save your loaded losses data to the app cache folder, so that you won't need to use internet to load it and will have access to this data when offline.
uk: Ми збережемо завантажені дані про втрати ворога в кеш застосунку, щоб вам не потрібно було використовувати інтернет кожен раз, і ви мали доступ до цих даних офлайн.

source: Date
uk: Дата

source: Day
uk: День

source: Aircraft
uk: Літаки

source: Helicopter
uk: Гелікоптери

source: Tank
uk: Танки

source: APC
uk: БТР

source: Field artillery
uk: Польова Артилерія

source: MRL
uk: РСЗВ

source: Drone
uk: Безпілотники

source: Naval ship
uk: Військові Кораблі

source: Anti-aircraft warfare
uk: Системи ППО

source: Special equipment
uk: Спеціальне Обладнання

source: Vehicles and fuel tanks
uk: Транспорт та контейнери пального

source: Cruise missiles
uk: Крилаті ракети

source: Made with love by Ihor Makhnyk – 2023
uk: Створено з любов'ю Ігорем Махником - 2023

source: Hi, my name is Ihor.
uk: Привіт, я Ігор.

source: I've been developing this app for exactly one week in terms of test task for Bootcamp at MacPaw ltd. with a goal not to just make it do a simple function, but to deliver a quality product with attention to detail. Undoubtably there is still a lot of room for improvement and development, as well as fixing bugs and adapting it for older MacOS versions. Here is small list of what it can do, hope you enjoy it. ❤️
uk: Я розробляв цей застосунок рівно тиждень в рамках тестового завдання на Bootcamp в компанії MacPaw, з ціллю, щоб апка не просто виконувала просту функцію, а щоб створити якісний продукт з увагою до деталей. Безсумнівно, тут є ще дуже багато простору для покращення і розробки, а також баг фіксів та адаптації під старіші версії MacOS. Нижче невеликий список того, що може апка, сподіваюсь вам сподобається. ❤️

source: See enemy losses since the beginning of the full fledged invasion. Some data have been modified later, corrections have been applied. The app shows you the most relevant data.
uk: Переглядай дані про втрати ворога з самого початку повномаштабного вторгнення. Деякі дані були оновлені згодом та відкориговані, тому застосунок відображає насвіжішу інформацію.

source: Click on the biggest box where personnel data losses are shown to use an interactive chart. It takes values for each day in month period and finds an average value personnel losses.
uk: Клікни на найбільшу панель з даними про втрати особового складу, щоб відкрити інтерактивний графік. Він бере значення про втрати кожного дня місяця і знаходить середнє значення по втратам за кожен місяць

source: Copy to clipboard or save to desktop picture of the data from a certain day. You can customize your layout and choose the best export format option for you from: jpg, png or tiff.
uk: Копіюй або зберігай на робочий стіл зображення з даними за обраний день. Налаштуй вид головного екрану саме так як тобі потрібно та обери найбільш підходящий формат збереження з таких як: jpg, png або tiff.

source: Manage your data usage in a better way. You can save data to app cache, so that it available to you even offline. You'll be able to clean your cache at anytime.
uk: Використовуй свою мережу більш раціонально. Зберігай завантажені дані в кеш застосунку, щоб витрачати менше інтернету та мати доступ до цих даних офлайн. Кеш можна очистити в будь який момент.

source: Copied to clipboard 📄
uk: Зкопійовано 📄

source: Saved to desktop ☑️
uk: Збережено на робочий стіл ☑️

source: Select all
uk: Обрати все

source: Deselect all
uk: Прибрати все

source: Share
uk: Поділитись

source: [ESC] Close
uk: [ESC] Закрити
